[
  {
    "id": 1,
    "name": "AGEMO 150 ml",
    "category": "omega",
    "image": "images/products/Agemo 150ml.jpg",
    "description": "Balıq yağı — uşaqların böyüməsi və inkişafı üçün vacib olan təbii omega-3 yağ turşuları mənbəyidir. EPA və DHA beyin, görmə və immun sisteminin sağlam fəaliyyəti üçün vacibdir.",
    "ingredients": "Balıq yağı – 2350 mq, Omega 3 – 705 mq, EPA – 376 mq, DHA – 235 mq.",
    "indications": "Uşaqlar və yetkinlər üçün ümumi sağlamlığın dəstəklənməsi, yaddaş və görmə funksiyalarının dəstəklənməsi.",
    "usage": "1–3 yaş: gündə 2,5 ml; 4–7 yaş: gündə 5 ml; 8 yaşdan yuxarı: gündə 10 ml. Yeməkdən sonra qəbul edin.",
    "form": "150 ml şüşə",
    "warnings": "Balıq alerjisi olanlarda diqqətli istifadə edin"
  },
  {
    "id": 2,
    "name": "AGEMO N50",
    "category": "omega",
    "image": "images/products/Agemo N50.jpg",
    "description": "Balıq yağı — təbii omega-3 yağ turşuları mənbəyidir. Omega-3 insan orqanizmi tərəfindən istehsal olunmayan, lakin sağlam fəaliyyət üçün vacib olan əvəzolunmayan poli doymamış yağ turşularıdır. EPA və DHA iltihabın azaldılmasına, beyin və görmə funksiyalarının dəstəklənməsinə kömək edir.",
    "ingredients": "Balıq yağı – 950 mq, Omega 3 – 618 mq, EPA – 304 mq, DHA – 219 mq.",
    "indications": "Ürək-damar sisteminin dəstəklənməsi; beyin və sinir sistemi funksiyalarının gücləndirilməsi; görmə funksiyasının qorunması; iltihabın azaldılması; qaraciyər və maddələr mübadiləsinin dəstəklənməsi; ümumi sağlamlıq və metabolik balansın dəstəklənməsi.",
    "usage": "Dozalanma: gündə 1 kapsul yeməkdən sonra profilaktik məqsədlə, və ya 2 kapsul (səhər və axşam) — terapevtik məqsədlər üçün. Kapsullar yeməkdən sonra, yağlı yeməklə qəbul edilməlidir.",
    "form": "№50 yumşaq jelatin kapsul",
    "warnings": "Balıq alerjisi olanlarda diqqətli istifadə edin"
  }
  ,
  {
    "id": 3,
    "name": "ALENOX 150 ml",
    "category": "antihistamin",
    "image": "images/products/Alenox 150ml.jpg",
    "description": "Desloratadin – yüksək effektivliyə və uzunmüddətli təsirə malik antihistamin preparatıdır. Periferik H₁-reseptorlarını bloklayaraq histaminin təsirini neytrallaşdırır və iltihab əleyhinə təsir göstərir. Yuxululuq yaratmır və uzunmüddətli istifadə üçün təhlükəsiz hesab olunur.",
    "ingredients": "Desloratadin 0.5 mq / 1 ml",
    "indications": "Allergik rinit (mövsümi və ilboyu), urtiker və digər allergik simptomların simptomatik müalicəsi.",
    "usage": "6–11 aylıq körpələr: gündə 1 dəfə 2 ml sirop (1 mq). 1–5 yaş: gündə 1 dəfə 2,5 ml sirop (1,25 mq). 6–11 yaş: gündə 1 dəfə 5 ml sirop (2,5 mq). 12 yaşdan yuxarı və böyüklər: gündə 1 dəfə 10 ml sirop (5 mq).",
    "form": "150 ml şərbət",
    "warnings": "Xüsusi göstərişlər üçün həkim məsləhəti alın; qaraciyər və böyrək funksiyası pozulmuş xəstələrə dozaj düzəlişi tələb oluna bilər."
  },
  {
    "id": 4,
    "name": "BENKİVİT 3ml N5",
    "category": "vitamin",
    "image": "images/products/Benkivit.jpeg",
    "description": "Benikvit sinir sisteminin funksional fəaliyyətini dəstəkləyir və regenerasiyasına kömək edir, metabolik tarazlığı bərpa edir. B vitaminləri (B1, B6, B12) birlikdə sinir funksiyalarının bərpası, enerji mübadiləsi və neyromediator sintezini təmin edir.",
    "ingredients": "Tiamin hidroxlorid (vitamin B1) – 100 mq; Piridoksin hidroxlorid (vitamin B6) – 100 mq; Sianokobalamin (vitamin B12) – 1000 mkq.",
    "indications": "Polineyropatiyalar (diabetik daxil), radikulopatiya, isxias, bel ağrıları, trigeminal nevralgiya; xroniki yorğunluq; hiperhomosisteinemiya; B vitaminlərinin çatışmazlığı; meqaloblastik anemiya; cərrahiyyə və travmadan sonra bərpa; neyrodegenerativ xəstəliklər (Alzheimer, Parkinson).",
    "usage": "İnyeksiya əzələdaxili şəkildə tətbiq olunur. Adətən gündə 1 dəfə 1 ampul. Müalicə kursu: 7–14 gün, sonra ehtiyac olduqda təkrar kurslar.",
    "form": "3 ml №5 ampullar",
    "warnings": "Yalnız həkim reçetəsi ilə; hamiləlik və əmziklik dövrlərində həkim göstərişi ilə istifadə olunmalıdır."
  },
  {
    "id": 5,
    "name": "BİTERNİD 500 mq N10",
    "category": "antibiotik",
    "image": "images/products/Biternid 500mq N10.jpeg",
    "description": "Antiprotozoy və antimikrob preparat. Ornidazol anaerob mikroorqanizmlərin DNT-si ilə qarşılıqlı təsirə girərək nuklein turşularının sintezini bloklayır. Trichomonas, Giardia, Entamoeba və anaerob bakteriyalara (Bacteroides, Fusobacterium, Clostridium) qarşı aktivdir.",
    "ingredients": "Ornidazol 500 mq",
    "indications": "Anaerob infeksiyalar; amöbiaz (bağırsaq və qaraciyər absesi); giardioz; trixomoniaz; bakterial vaginoz; cərrahi müdaxilələrdən sonra profilaktika.",
    "usage": "Anaerob infeksiyalar: böyüklər gündə 2 dəfə 500 mq, 5 gün; uşaqlar 40 mq/kq gündə 1 dəfə, 3 gün. Giardioz: böyüklər 1.5 q 1–2 gün; uşaqlar 40 mq/kq, 2 gün. Trixomoniaz: 1.5 q dəfəlik və ya 500 mq gündə 2 dəfə, 5 gün. Yeməkdən sonra qəbul edin.",
    "form": "500 mq №10 tablet",
    "warnings": "Hamiləliyin I trimestri, mərkəzi sinir sistemi xəstəlikləri, spirtli içkilərlə birgə istifadə əks göstərişdir. Həkim göstərişi ilə istifadə edin."
  },
  {
    "id": 6,
    "name": "BRONXOVENT 150 ml",
    "category": "mukolitik",
    "image": "images/products/Bronxovent 150ml.jpg",
    "description": "Mukolitik vasitə - sekretomotor, sekretolitik və bəlğəmgətirici təsirə malikdir. Alveollarda və bronxlarda səthi aktiv maddənin (surfaktantın) sintezini, sekresiyasını artırır və onun parçalanmasının qarşısını alır. Bəlğəmin seroz və selikli komponentləri arasındakı pozulmuş nisbəti normallaşdırır. Kiprikli epitelin hərəkət qabiliyyətini artırır, mukosiliar nəqliyyatı gücləndirir.",
    "ingredients": "Ambroksol hidroxlorid 30 mq/5 ml",
    "indications": "Qatı, çətinayrılan bəlğəmin əmələ gəlməsi ilə müşayiət olunan tənəffüs yolları xəstəlikləri: kəskin və xroniki bronxit, pnevmoniya, xroniki obstruktiv ağciyər xəstəliyi (AÇXOX), bronxial astma (çətin çıxarılan bəlğəm ilə), bronxoektatik xəstəlik.",
    "usage": "0–2 yaş: 1.25 ml (7.5 mq) gündə 2 dəfə (maksimum 15 mq). 2–5 yaş: 1.25 ml (7.5 mq) gündə 3 dəfə (maksimum 22.5 mq). 6–12 yaş: 2.5 ml (15 mq) gündə 2-3 dəfə (maksimum 45 mq). Böyüklər və 12 yaşdan yuxarı: 5 ml (30 mq) gündə 3 dəfə (maksimum 90 mq). Hamiləliyin 2-3-cü trimestrlərində: 5 ml gündə 2–3 dəfə (həkim nəzarətində).",
    "form": "150 ml sirop, Türkiyə",
    "warnings": "Hamiləliyin 1-ci trimestində tövsiyə olunmur. Laktasiya dövründə istifadəsi məsləhət görülmür (dərman südə keçir). Böyrək və qaraciyər funksiyası pozulubsa doza azaldıla bilər."
  },
  {
    "id": 7,
    "name": "CEFPORİN N1",
    "category": "antibiotik",
    "image": "images/products/Cefporin.jpg",
    "description": "Seftriakson — üçüncü nəsil sefalosporin qrupuna aid geniş təsir spektrli antibiotikdir. Həm qram-müsbət, həm də qram-mənfi bakteriyalara qarşı effektivdir. Bakteriyaların hüceyrə divarının peptidoqlikan sintezini inhibə edir, hüceyrə divarını zəiflədir və bakteriyanın lizisinə səbəb olur. β-laktamazalara qarşı yüksək davamlılıq göstərir.",
    "ingredients": "Seftriakson 0,5 q və 1 q",
    "indications": "Sepsis və meninqit; Laym xəstəliyinin erkən və gec mərhələləri; tənəffüs yollarının infeksiyaları (pnevmoniya), LOR orqanlarının və sidik yollarının infeksiyaları; qarın boşluğu və kiçik çanaq orqanlarının infeksiyaları (peritonit, öd yolları); dəri, yumşaq toxuma, sümük və oynaqların infeksiyaları; cinsi yolla keçən infeksiyalar; yaraların infeksiyaları; cərrahi əməliyyatlardan sonra profilaktika.",
    "usage": "Əzələdaxili tətbiq. Böyüklər: adətən gündə 1–2 q, ağır hallarda 4 q-a qədər. Uşaqlar: gündə 20–80 mq/kq, maksimum 2 q. Yenidoğulmuşlar: gündə 20–50 mq/kq. Doza infeksiyanın ağırlığına və yaşa görə tənzimlənir.",
    "form": "1 q inyeksiya məhlulu toz flakonda (1%-4ml lidokain həlledici ilə); 0,5 q inyeksiya məhlolu toz flakonda (1%-2ml lidokain həlledici ilə). Türkiyə istehsalı.",
    "warnings": "Yalnız həkim göstərişi ilə; yüksək bilirubinli körpələrdə istifadə olunmamalıdır. Penicillin alerjisi olanlarda diqqətli istifadə edin (çapraz alerji mümkündür)."
  },
  {
    "id": 8,
    "name": "COBİXİT 90mq N30",
    "category": "iltihabəleyhin",
    "image": "images/products/Cobixit.jpeg",
    "description": "Qeyri-steroid iltihabəleyhinə preparat (QSİƏP). Yüksək selektiv SOG-2 (COX-2) inhibitoru. Etorikoksib prostaqlandinlərin sintezini bloklayaraq iltihabəleyhinə, ağrıkəsici və hərarətsalıcı təsir göstərir. Mədə-bağırsaq selikli qişasına və trombosit funksiyasına təsir etmir. Təsiri qəbuldan sonra 1 saat ərzində başlayır və 22 saata qədər davam edir.",
    "ingredients": "Etorikoksib 90 mq",
    "indications": "Osteoartrit (60 mq gündə 1 dəfə); revmatoyid artrit (90 mq gündə 1 dəfə); ankilozlaşdırıcı spondilit (90 mq gündə 1 dəfə); kəskin podaqra artriti (120 mq gündə 1 dəfə, maksimum 8 gün); əməliyyatsonrası diş cərrahiyyə ağrısı (90 mq gündə 1 dəfə, maksimum 3 gün); kəskin ağrılı vəziyyətlər.",
    "usage": "Gündə 1 dəfə yeməkdən asılı olmayaraq daxilə qəbul edilir. Dozalanma: osteoartrit — 60 mq, revmatoyid artrit — 90 mq, podaqra — 120 mq. Müalicə müddəti fərdi olaraq müəyyən edilir və minimum effektiv dozada, həkim nəzarəti altında davam etdirilməlidir. Qaraciyər çatışmazlığında gündəlik doza 60 mq-dan artıq olmamalıdır.",
    "form": "Tablet №30 (3×10)",
    "warnings": "Həkim reçetəsi ilə istifadə edilir. Hamiləlik və laktasiya dövrlərində əks göstərişdir. Kardiovaskulyar xəstəliklər, böyrək çatışmazlığı olan xəstələrdə diqqətli istifadə edin."
  },
  {
    "id": 9,
    "name": "COLPOCİN-T 500 mq/100 ml",
    "category": "antibiotik",
    "image": "images/products/Colpocin 100ml.jpg",
    "description": "Antiprotozoy və antimikrob preparat (5-nitroimidazol törəməsi). Metronidazol anaerob mikroorqanizmlərin DNT-si ilə qarşılıqlı təsirə girərək nuklein turşularının sintezini bloklayır və bakteriyaların məhv olmasına səbəb olur. Trichomonas, Giardia, Entamoeba, Helicobacter pylori, Gardnerella vaginalis və geniş spektrli anaerob bakteriyalara qarşı aktivdir. V/d tətbiqində dərhal sistem dövriyyəyə daxil olur, bioloji mayelərə geniş yayılaraq, xüsusilə beyin, qaraciyər, ağciyün və kiçik çanaq nahiyələrdə effektiv konsentrasiyaya çatır.",
    "ingredients": "Metronidazol 500 mq/100 ml",
    "indications": "Anaerob bakterial infeksiyalar: qarın boşluğu infeksiyaları (peritonit, intraabdominal abseslər); ginekoloji infeksiyalar (tubo-ovarial abses, doğuşdan sonrakı endometrit); ağciyün infeksiyaları (ağciyün absesi, nekrotik pnevmoniya); beyin absesi, meninqit; dəri və yumşaq toxuma infeksiyaları; sümük və oynaq infeksiyaları; bakterial endokardit; sepsis; Clostridium difficile-ə bağlı psevdomembranoz kolit; cərrahi əməliyyatlardan əvvəl profilaktika.",
    "usage": "Yükləmə dozası: 15 mq/kq v/d; davamlı doza: 7.5 mq/kq hər 6 saatdan bir dəfə (yüngül hallarda 8-12 saatdan bir). İnfuziya müddəti: 30–60 dəqiqə. Adətən ceftriaxone, ciprofloxacin, clindamycin və ya vancomycin ilə birlikdə istifadə olunur.",
    "form": "500 mq/100 ml v/d infuziya məhlulu, Yunanıstan",
    "warnings": "Yüksək həssaslıq, hamiləliyin I trimestri, laktasiya dövrü, mərkəzi sinir sistemi xəstəlikləri əks göstərişdir. Spirtli içkilərlə birgə istifadə olunmamalıdır. Yalnız həkim göstərişi ilə istifadə edin."
  },
  {
    "id": 10,
    "name": "EDOL 400 N30",
    "category": "vitamin",
    "image": "images/products/Edol 400 N30.jpeg",
    "description": "E vitamini güclü antioksidant olaraq damar xəstəlikləri və xərçəngin qarşısının alınmasında mühüm rol oynayır. Sinir sistemi, əzələlər, hipofiz və adrenal vəzlər kimi orqanların funksiyası üçün vacibdir. Nuklein turşusu və aminoturşuların mübadiləsində, hüceyrə çoxalmasında, toxuma tənəffüsündə iştirak edir. Qan dövranını yaxşılaşdırır, kapilyar divarları möhkəmləndirir, toxuma bərpasını sürətləndirir, atletik performansı artırır, yaşlanma əleyhinə təsir göstərir.",
    "ingredients": "400 BV təbii E vitamini (294,12 mq d-alpha tokopherol acetat)",
    "indications": "E vitamini çatışmazlığı; xroniki iltihabi hallarda antioksidant dəstək; immunitet sisteminin gücləndirilməsi; nevrasteniya, xroniki yorğunluq; yüksək fiziki gərginlik; klimaksdakı vegetativ pozuntular; PMS; hamiləliyin planlaması; yaşlılıq; Alzheimer xəstəliyi; katarakta; oynaqların degenerativ dəyişiklikləri; diabetik periferik neyropatiya; hepatitlərdə (steatohepatit); əzələ distrofiyası; dəri xəstəlikləri (ekzema, psoriaz); reproduktiv pozuntular.",
    "usage": "Gündə 1 kapsul yeməkdən sonra daxilə qəbul edilir. Profilaktik və yüngül hallarda 1-2 ay müddətində, orta və ağır hallarda 3–6 ay ərzində istifadə olunur.",
    "form": "Kapsul №30, Türkiyə",
    "warnings": "Həkim göstərişi ilə istifadə edin. Hamiləlik dövründə yüksək dozalar tövsiyə olunmur. Vitamin E maddələri ilə aydınlaşan halda əlavə A vitamini tələb oluna bilər."
  },
  {
    "id": 11,
    "name": "EGALAFiL ",
    "category": "kardialispatol",
    "image": "images/products/Egalafil.jpeg",
    "description": "Tadalafil — spesifik 5-ci tip fosfodiesteraza fermentinin (FDE5) seçici inhibitorudur. Azot oksidinin (NO) təsirini artıraraq arteriyaların relaksasiyasını təmin edir. Cinsi orqanın mağaralı cisimlərində, prostat vəzisində, sidik kisəsində və ağciyün arteriyasında FDE tip 5-i seçici şəkildə bloklaması sayəsində erektil disfunksiya, prostatın xoşxassəli hiperplaziyası və ağciyün arteriyasının hipertenziyası hallarında effektivdir.",
    "ingredients": "Tadalafil 5 mq, 20 mq",
    "indications": "Erektil disfunksiya (ED); xoşxassəli prostat hiperplaziyası (XPH) irritativ əlamətlərlə; XPH + erektil disfunksiya; pulmonar arterial hipertenziya (PAH) — WHO Qrupu I PAH, NYHA sinif II–III pasiyentlər üçün.",
    "usage": "Erektil disfunksiya — ehtiyac olduqda: 20 mq cinsi aktivlikdən 15 dəqiqə əvvəl (5-20 mq arasında tənzimləmə mümkün). Gündəlik qəbul: 2.5-5 mq gündə 1 dəfə (davamlı aktivlik gözlənilən pasiyentlər üçün). XPH + irritativ əlamətlər: 5 mq gündə 1 dəfə, uzunmüddətli. XPH + ED: 5 mq gündə 1 dəfə. PAH: 40 mq gündə 1 dəfə (2×20 mq tablet).",
    "form": "Tablet 5 mq №28; Tablet 20 mq №4, Türkiyə",
    "warnings": "Nitratlarla birlikdə istifadə əks göstərişdir. Ürək xəstəliyi, qaraciyər çatışmazlığı olan xəstələrdə diqqətli istifadə edin. Yalnız həkim reçetəsi ilə. Cinsi aktivlik zamanı ürək-damar təhlükəsi altında olan xəstələr üçün həkim məsləhəti zəruridir."
  },
  {
    "id": 12,
    "name": "EGART N30",
    "category": "joints",
    "image": "images/products/Egart N30.jpg",
    "description": "Güclü üçlü — yumurta qabığı membranı, Boswellia serrata və sarıkök (kurkumin) — birgə şəkildə oynaqların sağlamlığını dəstəkləyən, iltihabı azaldan və toxuma regenerasiyasını gücləndirən təbii kompleksdir. Yumurta qabığı membranı kollagen, hialuron turşusu, glikozamin, xondroitin ilə zəngindir; Boswellia turşuları iltihab əleyhinə təsir göstərir; kurkumin antioksidant və iltihab əleyhinə xüsusiyyətləri ilə tanınır.",
    "ingredients": "Yumurta qabığı membranı 500 mq, Boswellia serrata gövdə qətranı ekstraktı 75 mq (AKBA), Sarıkök (Curcuma longa) rizom ekstraktı 50 mq (kurkumin)",
    "indications": "Osteoartrit və oynaq degenerasiyası; idman zədələri və bağ toxumasının regenerasiyası; revmatoid artrit və iltihablı oynaq xəstəlikləri; yaşla bağlı oynaq sərtliyi və hərəkət məhdudiyyəti; antioksidant və ümumi iltihab əleyhinə dəstək; oynaq dəstəyi (profilaktika).",
    "usage": "Gündə 1 tablet. Osteoartrit və oynaq degenerasiyası: ≥3 ay davamlı. İdman zədələri: 4–8 həftə reabilitasiya dövrü. Revmatoid artrit: 3–6 ay, simptomlara görə uzadıla bilər. Yaşla bağlı sərtlik: gündəlik, uzunmüddətli (≥3 ay). Profilaktika: 1–2 ay.",
    "form": "Tablet №30, Türkiyə",
    "warnings": "Hamiləlik və laktasiya dövrlərində həkim məsləhəti alın. Bitki alerjisi olan xəstələrdə diqqətli istifadə edin. Antikoagulant/antitrombosit dərmanlarla birgə istifadə zamanı həkim nəzarəti tələb olunur."
  },
  {
    "id": 13,
    "name": "EGATOXİLİN N30",
    "category": "antihistamin",
    "image": "images/products/Egatoxilin N30.jpeg",
    "description": "Meklizin antihistamin (H1-histamin reseptorlarını bloklaması) və antixolinergik xüsusiyyətləri sayəsində qan-beyin baryerini keçərək mərkəzi sinir sistemində balans pozuntularını və qusma refleksini azaldır. Vitamin B6 (piridoksin) maddələr mübadiləsində mühüm rol oynayaraq sinir sisteminin normal fəaliyyətini dəstəkləyir. Kombine təsir başgicəllənmə, ürəkbulanma və qusma simptomlarını effektiv şəkildə aradan qaldırır. Daxilə qəbuldan sonra təsiri təxminən 1 saat ərzində başlayır və 24 saata qədər davam edir.",
    "ingredients": "Meclizine dihydrochloride 12,5 mq + Pyridoxine hydrochloride (Vitamin B6) 25 mq",
    "indications": "Periferik vertigo (Menyer xəstəliyi, vestibulyar neyronit, xoşxassəli paroksizmal pozisyon başgicəllənməsi); başgicəllənmə, ürəkbulanma və qusmanın profilaktikası və simptomatik müalicəsi; hərəkət xəstəliyi (kinetoz); hamiləlik toksikozu; şüa terapiyasının yan təsirləri; kimyaterapiyanın yaratdığı ürəkbulanma; əməliyyatdan sonrakı qusma.",
    "usage": "Symptomatik müalicə: gündə 1 dəfə 1–2 tablet. Hərəkət xəstəliyi: səyahətdən ən azı 1 saat əvvəl 1–2 tablet, sonra lazım gələrsə hər 24 saatdan bir təkrar. Hamiləlik: yatmazdan əvvəl 1 tablet, zərurət olduqda səhər əlavə 1 tablet. Maksimal gündəlik doza: 4 tablet. Şüa terapiyası: prosedurdan 2–12 saat əvvəl 1–2 tablet.",
    "form": "Tablet 12,5 mq/25 mq №30, Türkiyə",
    "warnings": "Həkim reçetəsi ilə istifadə edin. Qapalı bucaqlı qlauxoma, prostat hiperplaziyası olan xəstələrdə əks göstərişdir. Hamarat maşın sürücülüyü zamanı ehtiyatlı olun (sakitləşdirici təsiri ola bilər). Hamiləliyin birinci trimestrinə hörmətən ehtiyatlı istifadə edin."
  },
  {
    "id": 14,
    "name": "FELİXSOR 150 ml",
    "category": "antihelmint",
    "image": "images/products/Felixsor 150ml.jpg",
    "description": "Təbii fitokompleks antihelmint, antiseptik və immunomodulyator xüsusiyyətləri ilə zəngindir. Sarımsaq soğanı, balqabaq tumunun yağı, mixəyin çiçək qönçəsi və dağtərxunu kombinasiyası qurd xəstəliklərinə qarşı kompleks müalicə təmin edir. Alisin və kükürd birləşmələri qurdları iflic edir; kukurbitin qurdları ən kiçik ölçülərində belə zəiflədir; evgenol yumurtaları məhv edir; spazmolitik təsir bağırsaq əzələlərini boşaldır və həzm sistemini dəstəkləyir.",
    "ingredients": "Sarımsaq soğanı ekstraktı 20 mq, Balqabaq tumunun yağ ekstraktı 8 mq, Mixəyin çiçək qönçəsi ekstraktı 8 mq, Adi dağtərxunu yarpaq ekstraktı 8 mq",
    "indications": "Qurd xəstəlikləri (antihelmint fitokompleks); parazitin nəslinə qarşı mübarizə; infeksion hallarda antiseptik və immunomodulyator təsir (mövsümi viruslar); həzm sistemində rahatlıq; bağırsaq spazmı və ağrısının azalması; bağırsaq narahatlığında spazmolitik dəstək.",
    "usage": "2–4 yaş: 2.5 ml gündə 1 dəfə, yeməkdən əvvəl. 5–10 yaş: 5 ml gündə 1–2 dəfə, yeməkdən əvvəl. Böyüklər və 10 yaş yuxarı uşaqlar: 10 ml gündə 2 dəfə, yeməkdən əvvəl.",
    "form": "Şərbət 150 ml, Türkiyə",
    "warnings": "Həkim göstərişi ilə istifadə edin. Sarımsaq alerjisi olan xəstələrdə əks göstərişdir. Hamiləlik dövründə həkim məsləhəti alın. Antikoagulant dərmanlarla birgə istifadə zamanı həkim nəzarəti tələb olunur (sarımsağın fibrinolinik təsiri)."
  },
  {
    "id": 15,
    "name": "FRONT 2 N7",
    "category": "jinekoloji",
    "image": "images/products/Front 2 N7.jpg",
    "description": "Klindamisin — linkozamid qrupundan geniş spektrli antibiotik, anaerob və aerob bakteriyalara qarşı aktivdir. Ribosomların 50S subvahdini bloklaması ilə zülal sintezini inhibə edir. Ketokonazol — imidazol törəməsi güclü antifungal, ergosterol sintezini bloklayaraq göbələk hüceyrəsinin membranını xarab edir. Kombine vaginal şam forması bakterial vaginoz, qarışıq flora infeksiyaları və göbələk mənşəli vaginiti yerli şəkildə effektiv müalicə edir, sistem yan təsirlərin riski azdır.",
    "ingredients": "Klindamisin 100 mq, Ketokonazol 400 mq",
    "indications": "Qadın çanaq orqanlarının iltihabi xəstəlikləri: vaginit (bakterial və göbələk mənşəli), servisit (qarışıq flora ilə), endoservisit, vulvovaginit; bakterial vaginoz (Gardnerella vaginalis, Mobiluncus spp., Bacteroides spp. ilə əlaqəli); ginekoloji müdaxilələrdən əvvəl infeksiyaların profilaktikası (abort, biopsiya, spiral qoyulması); doğuş və əməliyyatdan sonrakı infeksiyaların qarşısı.",
    "usage": "Gecə yatmazdan əvvəl 1 vaqinal şam uşaqlıq yoluna dərin şəkildə yeridilir. Müalicə kursu adətən 7 gün davam edir. Həkim təyinatı olmadan istifadə tövsiyə olunmur. Hamiləlik və laktasiya dövründə ehtiyatla təyin olunur (həkim məsləhəti zəruridir).",
    "form": "Vaqinal şam №7, Arqentina",
    "warnings": "Yalnız həkim reçetəsi ilə istifadə edin. İmidazol sinifi dərmanlarına alerjisi olan xəstələrdə əks göstərişdir. Hamiləliyin birinci trimestrinə hörmətən ehtiyatlı olun. Ketokonazol sistemik əmilimində qaraciyər toksikliyinin riski var (yerli istifadədə az aydınlaşsa da). Laktasiya dövründə klindamisin südə keçər, həkim məsləhəti zəruridir."
  },
  {
    "id": 16,
    "name": "GLİNAT N30",
    "category": "mineral",
    "image": "images/products/Glinat N60.jpg",
    "description": "Maqnezium bisqlisinat — maqneziumun ən yüksək bioloji mənimsənilmə qabiliyyətinə (≈80%) malik Chelate forması (maqnezium + iki qlisin amin turşusu). Bağırsaqda daşıyıcı vasitəsilə sorulur, mədədə turşuluqdan asılı deyildir. Mədə-bağırsaq sisteminə çox yumşaq təsir edir. Qlisin komponenti özü də sakitləşdirici və neyroprotektiv amin turşusudur. Stressl, xroniki yorğunluq, əzələ spazmları, ürək ritim pozuntuları, migren, uyku pozuntuları və kognativ dəstəkdə kompleks qida əlavəsi kimi fəaliyyət göstərir.",
    "ingredients": "Maqnezium bisqlisinat 800 mq (təxminən 160 mq elementar maqneziuma)",
    "indications": "Stress və narahatlıq; yuxusuzluq; əzələ spazmları və fibromialgiya; enerji çatışmazlığı və xroniki yorğunluq; ürək ritim pozuntuları və hipertensiya; miqren və baş ağrıları; predmenstrual sindrom (PMS); koqnitiv dəstək (diqqət, yaddaş, konsentrasiya); iltihab əleyhinə dəstək; qlükoza metabolizmi və insulin həssaslığı yaxşılaşması; sümüklərin möhkəmləndirilməsi; hamiləlikdə və laktasiyada yardım.",
    "usage": "12 yaşdan böyük uşaqlara və böyüklərə gündə 1–2 kapsul təyin olunur. Gündəlik istifadə üçün optimal.",
    "form": "Kapsul №30, Türkiyə",
    "warnings": "Böyrək çatışmazlığı olan xəstələrdə həkim məsləhəti zəruridir. Antibiotiklər (fluorokinolonlar, tetrasiklinlər) ilə birgə istifadə zamanı minimum 2 saat aralıq saxlayın. Yüksək dozalarda ishal ola bilər. Hamiləlik dövründə həkim məsləhətinə uyğun istifadə edin."
  },
  {
    "id": 17,
    "name": "KEDEKSİN 2ml N6",
    "category": "ağrıkəsici",
    "image": "images/products/Kedexin 2ml N6.jpg",
    "description": "Qeyri-steroid iltihab əleyhinə preparat (QSİƏP), propion turşusu törəməsidir. Deksketoprofen (ketoprofenin S-enantiomeri) SOG-2 fermentini güclü şəkildə bloklayaraq PGE2 prostaglandinin sintezini inhibə edir. Trometamol komponenti suda həll olmasını artırır və mənimsənilməni sürətləndirir. Avropa İttifaqında təsdiqlənmiş, əzələdaxili/venadaxili tətbiqdən sonra 15–20 dəqiqə ərzində ağrıkəsici təsir başlayır, maksimum 45 dəqiqədə yaranır. Ağrıkəsici təsir 6–8 saat davam edir, morfin ehtiyacını 30–45% azaldır. Qısa müddətli istifadədə mədə-bağırsaq və ürək-damar təsirlərinin riski minimaldır.",
    "ingredients": "Deksketoprofen-Trometamol 50 mq/2 ml",
    "indications": "Kəskin və güclü ağrılar: böyrək sancısı, miqren, diş ağrısı; əməliyyatdan sonrakı ağrılar (ortopedik, ginekoloji, abdominal); əzələ-skelet ağrısı (belin kəskin ağrısı, xəsarətlər, distenzionlar). Kəskin ağrı protokollarında (cərrahiyyə, ginekologiya, ortopediya).",
    "usage": "Gündə 1–3 dəfə (hər 8 saatdan bir) istifadə olunur. Maksimal gündəlik doza: 150 mq. Əzələdaxili: yavaş və dərin şəkildə yeridilir. Venadaxili: 30–100 ml fizioloji məhlul, qlükoza və ya Ringer-laktat məhlulunda həll edilərək infuziya şəklində tətbiq olunur.",
    "form": "Ampul 50 mq/2 ml №6, Türkiyə",
    "warnings": "Yalnız həkim reçetəsi ilə istifadə edin. NSAİD alerjisi olan xəstələrdə əks göstərişdir. Aktiv mədə xorası, ağır böyrək/qaraciyər çatışmazlığı olan xəstələrdə əks göstərişdir. Son trimestrdə hamiləlikdə tövsiyə olunmur. Antikoagulantlarla birgə istifadə zamanı həkim nəzarəti tələb olunur. Diüretiklər, ACE inhibitorları, litium ilə birlikdə ehtiyatla istifadə edin."
  },
  {
    "id": 18,
    "name": "KOMBİVİT D3 20 ml",
    "category": "vitamin",
    "image": "images/products/Kombivit D3 20ml.jpg",
    "description": "Vitamin D₃ və K₂ kombinasiyası sümük və ürək-damar sağlamlığı üçün sinergistik təsir göstərir. Vitamin D₃ (Xolekalsiferol) kalsium və fosfor mübadiləsini tənzimləyərek sümüklərin mineralizasiyasını gücləndirir, immun sistemi aktivləşdirir. Vitamin K₂ (MK-7) kalsiumun düzgün paylanmasını təmin edir — kalsiumu sümüklərə yönəldir, arteriyalar və yumşaq toxumalarda kalsium toplanmasının qarşısını alır. Kombinasiyası osteoporoz profilaktikası, ürək-damar sağlamlığı və kəmir dəstəyi üçün ideal.",
    "ingredients": "Vitamin D₃ (Xolekalsiferol) 0.025 mq/1000 BV, Vitamin K₂ (Menaxinon-7, MK-7) 0.02 mq",
    "indications": "Osteoporozun profilaktikası və müalicəsi; vitamin D çatışmazlığı halları; raxit və osteomalasiya (xüsusilə uşaqlarda); hamiləlik və laktasiya dövründə; yaşlılarda sümük rezorbsiyası qarşısı; arterial kalsifikasiyasının profilaktikası; ürək-damar sağlamlığının qorunması; immunitet sisteminin gücləndirilməsi (payız-qış); diabet və insulin dirəncliyi; nevroloji funksiyaların dəstəklənməsi.",
    "usage": "6 yaşdan yuxarı uşaqlara və böyüklərə gündəlik 1 damcı — 1000 BV D3 vitamini və 0.02 mq K2 vitamini profilaktik məqsədlə. Vitamin çatışmazlığı və ya risk faktoru varsa, həkim göstərişi ilə doza 2 damcıya qədər artırıla bilər.",
    "form": "Damcı 20 ml, Türkiyə",
    "warnings": "Yüksək dozalarda vitamin D toksiksiyası riski var (hiperkalsinemiya, böyrək daşı). Hiperkalsemiya olan xəstələrdə əks göstərişdir. Böyrək xəstəliklərində həkim nəzarəti zəruridir. Mərkəzi sinir sistemi tuberkulozu olan xəstələrdə ehtiyatlı olun. Hamarat istifadə məqsədilə həkim məsləhəti alın."
  },
  {
    "id": 19,
    "name": "KROMİNAT N90",
    "category": "mineral",
    "image": "images/products/Krominat N90.jpg",
    "description": "Xrom pikolinat — üç valentli xromun (Cr³⁺) pikolin turşusu ilə birləşməsidir. Xrom karbohidrat və yağ mübadiləsində insulin hormonunun təsirini gücləndirir. Insulin reseptorlarının həssaslığını artırır, qlükozanın hüceyrəyə keçidini asanlaşdırır, insulinə qarşı müqaviməti azaldır. Qaraciyərdə lipid sintezini azaldır, xolesterin səviyyəsini tənzimləyir. Əzələ kütləsinin dəstəklənməsində mühüm rol oynayır, zülal sintezini aktivləşdirir, bədən tərkibinin sağlamlaşmasını dəstəkləyir. Pikolinat forması ən yüksək bioloji mənimsənilməsi olan forma (qan plazmasında xromun səviyyəsini 2–3 dəfə artırır).",
    "ingredients": "Xrom pikolinat 1.609 mq (200 mkq elementar xroma)",
    "indications": "İnsulinrezistentlik; prediabet və postprandial hiperglikemiya; bədən çəkisinin idarə olunması (iştaha tənzimlənməsi); metabolik sindrom (mərkəzi piylənmə, dislipidemiya, insulinrezistentlik, hipertensiya); yumurtalıqların polikistoz sindromu (PCOS); hipotireoz və Haşimoto xəstəliyi (insulinrezistentlik varsa); stressə bağlı qida davranış pozuntuları; tip 2 diabet; dislipidemiya (əsas müalicəyə dəstək).",
    "usage": "200 mkq/gün, yemək zamanı və ya yeməkdən sonra, bol su ilə qəbul edilir. Adətən 2–3 aydan sonra qiymətləndirmə aparılır.",
    "form": "Kapsul №30, Türkiyə",
    "warnings": "Böyrək xəstəliklərində həkim nəzarəti zəruridir. Yüksək dozalarda çox istifadə obversinə yol verilməməlidir (xrom toksiksiyası riski). Steroid dərmanları ilə birlikdə istifadədə ehtiyatlı olun. Hamiləlik dövründə həkim məsləhəti alın."
  },
  {
    "id": 20,
    "name": "LİNDOX N10",
    "category": "jinekoloji",
    "image": "images/products/Lindox N10.jpg",
    "description": "Hialuron turşusu və süd turşusu kombinasiyası vaqinal selikli qişanın nəmləndirilməsi və regenerasiyası üçün müasir formuladır. Hialuron turşusu yüksək hidrofilik qabiliyyətə malik olub vaqinal epitelin səthində qoruyucu nəmləndirici təbəqə yaradır, mikrotravmaları azaldır, hüceyrə proliferasiyasını stimullaşdırır, iltihabı azaldır, kapiller perfuziyasını yaxşılaşdırır. Süd turşusu normal vaqinal mikrofloranı bərpa edərək Lactobacillus spp.-in böyüməsini stimullaşdırır, pH-ı 3.8–4.5 saxlayaraq patoqen bakteriya və göbələklərin çoxalmasının qarşısını alır.",
    "ingredients": "Hialuron turşusu 10 mq, Süd turşusu 5 mq",
    "indications": "Atrofik vaginit və postmenopauzal quruluq; hamiləlik və laktasiya dövründə fizioloji quruluq; hormonal kontraseptiv/hormon əvəzedici terapiya fonunda quruluq; uzunmüddətli kortikosteroid terapiyası fonunda; şəkərli diabet fonunda; antibiotik/antifunqal terapiyadan sonra (probiotiklərlə birlikdə); xroniki/residivləşən vaginitlər; doğuş/abort sonrası reabilitasiya; ginekoloji müdaxilələrdən sonra (lazer, krioterapiya, biopsiya); şüa/kimyaterapiyadan sonra; mexaniki/kimyəvi qıcıqlanmalar.",
    "usage": "Gündə 1 vaqinal şam, axşam yatmazdan əvvəl, 10–14 gün ərzində fasiləsiz tətbiq olunur. Selikli qişanın regenerasiyası və nəmlənməsi üçün optimal kurs.",
    "form": "Vaginal şam №10, Polşa",
    "warnings": "Yalnız vaqinal istifadə üçün nəzərdə tutulmuşdur. Aktivləşən infeksiya (akut vaginit/servisit) şüphəsi varsa, ilkin diaqnostik müayinə zəruridir. Hialuron turşusuna alerjisi olan xəstələrdə əks göstərişdir. Mərtəbə qarşısında istifadəsi adi təmas dermatitini azalda bilər."
  },
  {
    "id": 21,
    "name": "LOZİNOPRO 0.4mq N30",
    "category": "ürolog",
    "image": "images/products/Lozinopro 0.4mq N30.jpeg",
    "description": "Tamsulozin α1A-adrenoreseptorlarının selektiv blokatoru. Prostat vəzisinin, sidik kisəsinin boynunun və sidik kanalının prostat hissəsinin saya əzələlərində yerləşən reseptorları bloklayaraq əzələ tonusu azaldır, sidik axınını asanlaşdırır. Prostat hiperplaziyası ilə əlaqəli obstruktiv (zəif sidik axını, fasilələrlə sidik ifrazı) və irritativ (pollakiuriya, nokturiya) simptomları azaldır. α1B-adrenoreseptorlarına zəif təsir göstərdiyindən arterial təzyiqə təsiri minimaldır. Terapetik effekt müalicənin başlanmasından təxminən 2 həftə sonra müşahidə olunur.",
    "ingredients": "Tamsulozin hidroxlorid 0,4 mq",
    "indications": "Prostat vəzinin xoşxassəli hiperplaziyası (BPH) zamanı dizurik pozuntuların müalicəsi: obstruktiv simptomlar (zəif sidik axını, fasilələrlə ifraz, tam boşalmama hissi, başlamaqda gecikməsi), irritativ simptomlar (pollakiuriya, nokturiya, təcili ifraz ehtiyacı).",
    "usage": "1 kapsul (0,4 mq) gündə 1 dəfə, eyni vaxtda, hər gün yeməkdən təxminən 30 dəqiqə sonra qəbul edilir. Bu, dərmanın sabit təsiri və yan təsirlərin azaldılması baxımından vacibdir.",
    "form": "Modifikasiya olunmuş bərk kapsul №30, Türkiyə",
    "warnings": "Yalnız həkim reçetəsi ilə istifadə edin. Ortostatik hipotensiya riski olan xəstələrdə dikkat edin. Qaraciyər və böyrək çatışmazlığı olan xəstələrdə həkim nəzarəti tələb olunur. Tadalafil və ya 5-alfa-reduktaza inhibitorları ilə kombinasion istifadədə həkim göstərişi zəruridir. Cataract cərrahi əməliyyatı öncesində ürolog/oftalmoloji nəzarət."
  },
  {
    "id": 22,
    "name": "MELAT ODT N30",
    "category": "vitamin",
    "image": "images/products/Melat N30.jpg",
    "description": "5-Metiltetrahidrofolik turşusu (5-MTHF) — folatın aktiv forması, B9 vitamininin orqanizm hüceyrələri tərəfindən birbaşa istifadə olunan forması. MTHFR fermentinin iştirakı olmadan fəaliyyət göstərə bilir. Homosisteinin metioninə çevrilməsində metil qrupunun donorudur, DNT/RNT, zülal və fosfolipid metilləşdirmə, neyrotransmitter sintez, detoksikasiya və hüceyrə bölünməsində iştirak edir. Qlükozamin duzu metilfolatın sabitliyini və sorulma qabiliyyətini artırır. ODT forması udma çətinliyi olanlar üçün rahatdır.",
    "ingredients": "5-Metiltetrahidrofolik turşusu (qlükozamin duzu) 400 mkq",
    "indications": "Fol turşusu çatışmazlığı (qidalanma pozuntusu, meqaloblast anemiya, enteritlər); hamiləlik dövründə beyin/onurğa inkişafı profilaktikası; MTHFR gen mutasiyası; hiperhomosisteinemiya; depressiya və psixiatrik pozuntular (antidepresantlarla əlavə terapiya); autizm spektr pozuntuları (nitq/davranış dəstəyi); diabetik neyropatiya.",
    "usage": "6 yaşdan böyük uşaqlar: 400 mkq gündə 1 dəfə. Böyüklər: 400 mkq gündə 1–2 dəfə. Hamiləlik: 800–1000 mkq gündəlik (xüsusilə ilk trimestrdə). MTHFR mutasiyası: həkim nəzarətində 1–5 mq. Xüsusi hallarda (depressiya, neyropatiya): doza 1–5 mq-a qədər artırıla bilər — yalnız həkim təyinatı ilə.",
    "form": "Ağızda həll olan tablet (ODT) №30, Türkiyə",
    "warnings": "Həkim göstərişi ilə istifadə edin. Yüksək dozalar (1–5 mq) yalnız həkim nəzarətində istifadə olunur. Antireotrusinlər, metotreksat ilə istifadə zamanı həkim nəzarəti zəruridir. Vitamin B12 çatışmazlığı varsa, həkim məsləhəti alın (fol turşusu neyropatiyanın əlamətlərini gizlədə bilər)."
  },
  {
    "id": 23,
    "name": "MEZAVAG N10",
    "category": "jinekoloji",
    "image": "images/products/Mezavag N10.jpg",
    "description": "Dörd komponentli vaginal-rektal kapsul infeksion/iltihabi xəstəliklərin müalicəsi və profilaktikası üçün. Hialuron turşusu selikli qişanın nəmləndirilməsi, regenerasiyası və bərpasında mühüm rol oynayır. Xlorheksidin geniş spektrli antiseptik (bakterisid, funqisid, antiviral), trixomonad, xlamidiya, ureaplazma-yə qarşı aktivdir. Xlorofillipt selikli qişanın regenerasiyasını stimullaşdırır, yerli immuniteti gücləndirir, antimikrob və antiprotozoy təsir göstərir. Dekspantenol epitelin bərpasını stimullaşdırır, iltihabı azaldır, nəmləndirməni artırır, baryer funksiyasını gücləndirir.",
    "ingredients": "Hialuron turşusu 5 mq, Xlorheksidin 5 mq, Xlorofillipt 20 mq, Dekspantenol 100 mq",
    "indications": "İnfeksion/iltihabi xəstəliklər: trixomonad kolpit, qeyri spesifik/qarışıq kolpitlər, bakterial vaginoz, vaginal disbioz, servisit, uşaqlıq boynu eroziyası, vulva qaşınması. Profilaktika: doğuşdan/abortdan/spiral qoyulmasından əvvəl-sonra, diatermokoagulyasiyadan əvvəl-sonra, uşaqlıqdaxili müayinələrdən əvvəl, epizyotomiya/cərrahi tikişlərdən sonra, antibakterial/antifunqal müalicədən sonra. Dəstək: zəif immunitet, diabetli pasiyentlər, postmenopauzal qadınlar (vaginal quruluq).",
    "usage": "Gündə 1 kapsul vaginal yolla, axşam yatmazdan əvvəl. Müddət: 7–10 gün (zərurət olduqda 14 günə qədər). Profilaktika: cərrahi müdaxilədən 2 gün əvvəl başlayıb, 3 gün sonra davam etmək.",
    "form": "Vaqinal-rektal kapsul №10, Ukrayna",
    "warnings": "Aktivləşən infeksiya (akut vulvovaginit/servisit) şüphəsi varsa, ilkin diaqnostik müayinə zəruridir. Xlorheksidinə alerjisi olan xəstələrdə əks göstərişdir. Profilaktik məqsədlərlə həkim göstərişi ilə istifadə edin."
  },
  {
    "id": 24,
    "name": "NEYREQA 2ml N10",
    "category": "neyrotrop",
    "image": "images/products/Neyreqa.jpeg",
    "description": "Etilmetilhidroksipiridin suksinat (EMHPS) — B6 vitamininin modifikasiya olunmuş molekulu. Antioksidant və membran qoruyucu xüsusiyyətləri, antihipoksik, stressə qarşı qoruyucu, nootrop, antiepileptik və anksiolitik təsirə malikdir. Lipidlərin peroksidləşməsini inhibə edir, hüceyrə membranlarını oksidləşmə stresindən qoruyur, neyromediatorların transportunu yaxşılaşdırır, sinaptik ötürməni gücləndirir, dopamin konsentrasiyasını artırır, beyində enerji sintezini və hipoksiya əleyhinə müqaviməti gücləndirir.",
    "ingredients": "Etilmetilhidroksipiridin suksinat 100 mq/2 ml",
    "indications": "Nevroz, nevrozabənzər vəziyyətlər, vegetativ-damar distoniyası, dissirkulyator ensefalopatiya, diabetik ensefalopatiya, ateroskleroz mənşəli koqnitiv pozuntular; kəskin beyin qan dövranı pozuntuları (insult, TİA); kəllə-beyin travması (silkələnmə, əzilmə, subdural hematoma); alkoqolizm abstinent sindromu; antipsixotik intoksikasiyası; miokard infarktı, ürəyin iskemik xəstəliyi; kəskin nekrotik pankreatit, peritonit; post-COVID sindromu; diabetik neyropatiya; kimyaterapiya toxikliyinin profilaktikası.",
    "usage": "Gündəlik 100–300 mq (2–6 ml), xəstəliyin ağırlığından asılı olaraq vena və ya əzələ daxili tətbiq olunur. Müddət: 5–14 gün. İnfuziya: 100–300 mq preparat 200 ml 0.9% NaCl məhlulunda həll edilərək 30–90 dəqiqə ərzində damcı ilə verilir.",
    "form": "Ampul 100 mq/2 ml №10, Belarusiya",
    "warnings": "Yalnız həkim reçetəsi ilə tətbiq edilir. Parenteral istifadə üçün. Alerji hazırlığı olan xəstələrdə diqqətli istifadə edin. Hamiləlik dövründə həkim nəzarəti zəruridir."
  },
  {
    "id": 25,
    "name": "SEPTORAL 30 ml",
    "category": "ağrıkəsici",
    "image": "images/products/Septoral 30ml.jpg",
    "description": "Xlorheksidin qlukonat və benzidamin hidroxloridindən ibarət kombinə edilmiş antiseptik-ağrıkəsici preparat. Xlorheksidin geniş spektrli yerli antiseptikdir - bakterisid, funqisid və antiviral təsir göstərir, hüceyrə membranlarına zərər verərək mikroorqanizmləri məhv edir. Benzidamin qeyri-steroid iltihab əleyhinə preparat olub, qüvvətli antiflogistik və lokal ağrıkəsici təsir göstərir, Candida daxil olmaqla 20 göbələk ştammına qarşı aktivdir.",
    "ingredients": "Xlorheksidin qlukonat 0,12% + Benzidamin hidroxlorid 0,15%",
    "indications": "Ağız boşluğu yaraları, qlossit, stomatit, aftoz xoralar; boğaz iltihabları (tonzillit, faringit, laringit), öskürək və boğaz ağrısı; mövsümi viruslara qarşı profilaktika; oral kandidozu (kombinə terapiyada); gingivit, parodontoz, ağız gigiyenası və diş ərpi profilaktikası; kimya/şüa terapiyası sonrası oral mukozit; intubasiya, çənə travması, diş çəkimi, stomatoji müdaxilə və tonzilektomiya sonrası müalicə.",
    "usage": "Oral sprey (30 ml): Böyüklər 5–10 püskürtmə hər 1,5–3 saatdan bir. 6–12 yaş: 5 püskürtmə hər 1,5–3 saatdan bir. 3–6 yaş: 1 püskürtmə hər 4 kq çəkiyə, maksimum 4 püskürtmə, gündə 4–6 saatdan bir. Qarqara məhlulu (200 ml): Böyüklər 15 ml ağızda 30 saniyə saxlanıb 1,5–3 saatdan bir. 6–12 yaş: 5–15 ml ağızda ən azı 30 saniyə saxlanıb 1,5–3 saatdan bir. Müalicə 7 gündən çox olmamalıdır.",
    "form": "30 ml oral sprey + 200 ml qarqara məhlulu, Türkiyə",
    "warnings": "7 gündən çox müalicə həkimin məsləhəti olmadan aparılmamalıdır. Benzidamin və xlorheksidində alerjisi olan xəstələrdə əks göstərişdir. Böyük sürfasları olan yaralarında qayğı göstərilməlidir."
  },
  {
    "id": 26,
    "name": "SİTAPRAM N28",
    "category": "psixiatrik",
    "image": "images/products/Sitapram N28.jpg",
    "description": "Essitalopram — serotonin geri tutulmasının selektiv inhibitoru (SSRI). Sinaptik boşluqda serotonin səviyyəsini artırır və neyronlar arasında siqnal ötürülməsini gücləndirir. Essitalopram SERT zülalın əsas mərkəzə deyil, həm də allosterik mərkəzə bağlanır, bu onun təsir müddətini uzatır və daha sabit emosional tənzimləməni təmin edir. Uzunmüddətli istifadə zamanı beyin neyrotrofik faktorun səviyyəsini artırır — yeni neyronların böyüməsini, sağ qalması, sinapsların möhkəmlənməsini stimullaşdırır. İlkin yaxşılaşma 1–2 həftə, maksimal effekt 4–6 həftə, tam stabilləşmə 6 ay–1 il ərzində müşahidə olunur.",
    "ingredients": "Essitalopram 10 mq",
    "indications": "Böyük depressiv pozuntu, orta və yüngül depressiyalar; generalizəolunmuş panik pozuntular; generalizəolunmuş təşviş pozuntusu; sosial fobiya; obsesiv-kompulsiv pozuntu; posttravmatik stress pozuntusu; erkən eyakulyasiya və erektil disfunksiya; PMS və menopauza ilə bağlı emosional dəyişikliklər; xroniki somatik xəstəlik fonunda depressiv simptomlar; dissomniya və insomniya; alkoqolizm və narkomaniya abstinent hallarının yüngülləşməsi; xroniki ağrı sindromu (fibromialgiya, miqren, baş və bel ağrılar).",
    "usage": "Daxilə, gündə 1 dəfə, yeməkdən asılı olmayaraq. Başlanğıc doza 10 mq; ehtiyac olduqda gündə maksimum 20 mq qədər artırıla bilər. Yüngül hallarda və yaşlı pasiyentlərdə 5 mq/gün ilə başlamaq tövsiyə olunur. İstifadə müddəti həkimin göstərişinə əsasən müəyyən edilir.",
    "form": "Tabletlər 10 mq №30, Türkiyə",
    "warnings": "Yalnız həkim reçetəsi ilə tətbiq edilir. Xüsusilə gənc yaşlı pasiyentlərdə intihar düşüncə və ya davranışını izləmək zəruridir. Qəfil ləngitmə (titrasyon) əks göstərişdir — doza kəskin azaldılmamalıdır. Digər SSRİ-lar, MAO inhibitorları və serotonin təsir edən preparatlarla birlikdə istifadə etmə. Hamiləlik və emzirmə dövründə həkim nəzarəti zəruridir."
  },
  {
    "id": 27,
    "name": "SPRAMAX N14",
    "category": "antibiotik",
    "image": "images/products/Spramax N14.jpg",
    "description": "Spiramisin — makrolid qrupundan təbii antibiotikdir. Antibakterial, bakteriostatik təsir göstərir: mikrob hüceyrəsində ribosomların 50S subvahidi ilə bağlanıb zülal sintezini pozur. Streptococcus, Neisseria, Bordetella, Mycoplasma, Chlamydia, Legionella, Toxoplasma, Haemophilus, Staphylococcus aureus və digər patogenlərdən fərqli bir çox mikroorqanizmlərə qarşı fəal. Daxilə qəbul zamanı qida tərəfindən bioloji əlçatanlığı 33–39%, tüpürcəyə, orqan və toxumalara yaxşı diffuziya edir. Plasentadan keçir; qan-beyin baryerindən keçmir. Qaraciyərdə metabolizə olunur. T1/2: 5,5–8 saat.",
    "ingredients": "Spiramisin 3 mln BV (3 milyon vahid)",
    "indications": "LOR-orqanların infeksiyaları (sinusit, tonzillit); aşağı tənəffüs yollarının infeksiyaları (kəskin pnevmoniya, xroniki bronxitin kəskinləşməsi); periodont, dəri və yumşaq toxumaların infeksiyaları (qızıl yel, impetigo, eritrazma); sümük və oynaqların infeksiyaları; sidik-cinsiyyət sistemi infeksiyaları; toksoplazmoz (hamiləlik dövründə daxil); meninqokokk meningitin profilaktikası; kəskin oynaq revmatizminin residivlərinin profilaktikası (penisillinə allergik pasiyentlərdə).",
    "usage": "Böyüklər və 12 yaşdan böyük uşaqlar (bədən çəkisi >40 kq): Gündəlik doza 6–9 mln BV, 2–3 dəfə qəbul olunur. Maksimal gündəlik doza: 9 mln BV. Yeməkdən 1 saat əvvəl və ya 2 saat sonra qəbul edilməsi tövsiyə olunur.",
    "form": "Qoruyucu-örtüklü tabletlər 3 mln BV №14, Helba, Türkiyə",
    "warnings": "Hiperhəssaslıq əks göstərişdir. 12 yaşadək uşaqlarda əks göstərişdir. Laktasiya dövründə əks göstərişdir. Digər antibiotiklər ilə eyni vaxtda istifadə edilməməlidir. Hamiləlik dövründə həkim nəzarəti zəruridir. Qaraciyər xəstəliyi olan pasiyentlərdə diqqətli istifadə edin."
  },
  {
    "id": 28,
    "name": "VİDAFER N90",
    "category": "mineral",
    "image": "images/products/Vidafer N90.jpg",
    "description": "Dəmir bisqlisinat — ikivalentli dəmirin iki qlisin amin turşusu ilə əmələ gətirdiyi kompleks. Bu amin turşusu kompleksi dəmir ionunu molekulyar 'qab' kimi qoruyur, DMT1 transporter sistemindən asılı deyil və amin turşusu kimi sorulur. Mədənin turşusu və fitinlər dəmirin aktif formasını dəyişdirə bilmir, beləliklə absorpsiyonu artırılır. Mədə-bağırsaq traktına qıcıqlandırıcı yan təsirləri minimal. Vitamin C dəmirin udulmasını artırır, antioksidant təsir göstərir, hüceyrələri sərbəst radikallardan qoruyur və immun sistemi dəstəkləyir.",
    "ingredients": "Dəmir bisqlisinat 17 mq + Askorbin turşusu (Vitamin C) 60 mq",
    "indications": "Hamiləlik və laktasiya dövründə; uşaqlar və yeniyetmələrdə aktiv böyümə və inkişaf; idmanla intensiv məşğul olanlar; hamiləliklərarası dövrün 2 ildən az olması; qadınlarda uzunmüddətli/güclü menstruasiyalar; mədə-bağırsaq xəstəlikləri (gizli qanaxma, malabsorbsiya); hemorragik diatezlər; xroniki böyrək xəstəliyi; uzunmüddətli/təkrarlanan qan itkiləri; mal südü intolerantlığı.",
    "usage": "Həkim göstərişi ilə gündə 1–2 kapsul qidadan əvvəl və ya qida ilə birlikdə. Absorpsiyonu artırmaq üçün vitamin C ilə birlikdə qəbul edilməsi faydalıdır.",
    "form": "Kapsul №30, Türkiyə",
    "warnings": "Həm-dəmir toxumalarda yığılıb toksik təsir yarada biləcəyi üçün, dəmir çatışmazlığı təsdiq edilmədən istifadə edilməməlidir. Hemoxromatoz və digər dəmir qatışmasında əks göstərişdir. Digər dəmir preparatları ilə eyni vaxtda istifadə etmə. Qaraciyər xəstəliyi olan xəstələrdə diqqətli istifadə edin. Hamiləlik və laktasiya dövründə həkim nəzarəti zəruridir."
  },
  {
    "id": 29,
    "name": "VİDAZİN 150 ml",
    "category": "mineral",
    "image": "images/products/Vidazin 150ml.jpg",
    "description": "Sink pikolinat — yüzlərlə fermentin tərkibinə daxil olan vacib mikroelementdir. İmmunmodulyator təsir: T- və B-limfositlərinin, makrofaqların yaranması və fəaliyyətini stimullaşdırır, infeksiyalardan sağalmanı sürətləndirir. Kollagen sintezi və toxuma regenerasiyasını tənzimləyir, yaraların, yanıqların sağalmasını tezləşdirir. Reproduktiv sistemin normal funksiyasını dəstəkləyir, testosteron səviyyəsini, spermatogenezi və ovulyasiyanı tənzimləyir. Uşaqlarda normal böyümə, hüceyrə bölünməsi, sümük böyüməsi zəruridir. Dad və qoxu reseptorlarının işləməsinə kömək edir. Görməni qoruyur, xüsusilə yaşla bağlı makula degenerasiyasında. İnsulin sintezində iştikar edir, qan şəkərini tənzimləyir. İltihab əleyhinə təsir: sitokinlərin (IL-6, TNF-α) istehsalını azaldır.",
    "ingredients": "Sink pikolinat 15 mq (elementar sink)",
    "indications": "İmmun sisteminin dəstəklənməsi, tez-tez soyuqdəymə, virus infeksiyaları meyilliyi, payız/qış profilaktikası; yaraların, cərrahi müdaxilə sonrası toxumaların bərpası, idmançılarda əzələ rəgenerasiyası; akne, seboreya, ekzema, saç tökülməsi; reproduktiv sağlamlıq (testosteron, sperma keyfiyyəti, sonsuzluq, PMS); insulin dirəncliyi (prediabet, metabolik sindrom, 2-ci tip diabetə köməkçi); hipotireoidizm, Hashimoto xəstəliyi, autoimmun hallar; stress, əsəbilik, yuxu pozuntusu; sümük sağlamlığı, osteopeniya, klimakterik dövründə dəstək; dad və qoxu hissinin zəifləməsi (virus infeksiyalarından, qidalanma çatışmazlığı).",
    "usage": "Gündə 1 kapsul (15 mq) yeməkdən 1 saat qabaq və ya 2 saat sonra qəbul edilməsi məsləhətdir. Həkim göstərişinə uyğun istifadə edin.",
    "form": "Kapsul №90, Türkiyə",
    "warnings": "Sinkin aşırı dozasında toksikoloji təsir yarada biləcəyi üçün, uzunmüddətli istifadə həkimin nəzarəti altında olmalıdır. Verilmiş doza aşılmamalıdır. Digər sink preparatları ilə eyni vaxtda istifadə etmə. Qaraciyər və böyrək xəstəliyi olan xəstələrdə diqqətli istifadə edin. Hamiləlik və laktasiya dövründə həkim məsləhəti zəruridir."
  }
]

